Repository: Demiurge67/Rooter2102.02.1
Catalog: feeds/luci/applications/luci-app-yggdrasil/po/*/yggdrasil.po
Languages: hu, tr

source: Active peers
hu: Aktív partnerek
tr: Etkin eşler

source: Address to listen for incoming connections
hu: Figyelési cím a bejövő kapcsolatokhoz
tr: Gelen bağlantıları dinleme adresi

source: Allow from direct
hu: Közvetlen elérés engedélyezése
tr: Doğrudan izin ver

source: Allow from remote
hu: Távoli elérés engedélyezése
tr: Uzaktan izin ver

source: Allow network traffic from directly connected peers
hu: Közvetlenül csatlakozó partnerek hálózati forgalmának engedélyezése
tr: Doğrudan bağlı eşlerden ağ trafiğine izin verin

source: Allow network traffic from remote nodes on the network that you are not directly peered with
hu: Nem-közvetlenül csatlakozó partnerek hálózati forgalmának engedélyezése
tr: Doğrudan eşlenmediğiniz ağ üzerindeki uzak düğümlerden ağ trafiğine izin verin

source: Allow outbound network traffic regardless of AllowFromDirect or AllowFromRemote
hu: Kimenő forgalom engedélyezése, az AllowFromDirect és AllowFromRemote beállításoktól függetlenül
tr: AllowFromDirect veya AllowFromRemote'tan bağımsız olarak giden ağ trafiğine izin verin

source: Allow tunneling non-Yggdrasil traffic over Yggdrasil. This effectively allows you to use Yggdrasil to route to, or to bridge other networks, similar to a VPN tunnel. Tunnelling works between any two nodes and does not require them to be directly peered.
hu: Nem-Yggdrasil forgalom Yggdrasil feletti alagutazásának engedélyezése. Ezzel az Yggdrasil képes más hálózatok felé útvonalválasztani vagy hálózati hidat kiépíteni, egy hagyományos VPN alagúthoz hasonlóan. Az alagutazás bármely két csomópont között működik, a feleknek nem kell közvetlen kapcsolatban állniuk.
tr: Yggdrasil üzerinden Yggdrasil dışı trafiğin tünellenmesine izin verin. Bu, Yggdrasil'i bir VPN tüneline benzer şekilde diğer ağlara yönlendirme veya bu ağlar arasında köprü oluşturmak için etkili bir şekilde kullanmanıza olanak tanır. Tünel oluşturma, herhangi iki düğüm arasında çalışır ve doğrudan eşlenmelerini gerektirmez.

source: Always allow outbound
hu: Kimenő forgalom mindig engedélyezve
tr: Her zaman gidenlere izin ver

source: Blacklisted public keys
hu: Feketelistás nyilvános kulcsok
tr: Kara listeye alınmış genel anahtarlar

source: By default, nodeinfo contains some defaults including the platform, architecture and Yggdrasil version. These can help when surveying the network and diagnosing network routing problems. Enabling nodeinfo privacy prevents this, so that only items specified in "NodeInfo" are sent back if specified.
tr: Varsayılan olarak nodeinfo, platform, mimari ve Yggdrasil sürümü dahil bazı varsayılanları içerir. Bunlar, ağı araştırırken ve ağ yönlendirme sorunlarını teşhis ederken yardımcı olabilir. Düğüm bilgisi gizliliğini etkinleştirmek bunu önler, böylece yalnızca "NodeInfo" içinde belirtilen öğeler belirtilirse geri gönderilir.

source: Enable NodeInfo privacy
hu: NodeInfo adatvédelem bekapcsolása
tr: NodeInfo gizliliğini etkinleştir

source: Enable session firewall
hu: Munkamenet tűzfal bekapcsolása
tr: Oturum güvenlik duvarını etkinleştir

source: Encryption keys
hu: Titkosítókulcsok
tr: Şifreleme anahtarları

source: Encryption private key
hu: Titkosító privát kulcs
tr: Şifreleme özel anahtarı

source: Encryption public key
hu: Titkosító nyilvános kulcs
tr: Şifreleme ortak anahtarı

source: General settings
hu: Általános beállítások
tr: Genel Ayarlar

source: Grant access to LuCI app yggdrasil
hu: Hozzáférés engedélyezése az yggdrasil LuCI alkalmazáshoz
tr: LuCI uygulaması yggdrasil'e erişim izni verin

source: IPv4 local subnet
hu: IPv4 helyi alhálózat
tr: IPv4 yerel alt ağı

source: IPv4 remote subnet
hu: IPv4 távoli alhálózat
tr: IPv4 uzak alt ağı

source: IPv4 subnet
hu: IPv4 alhálózat
tr: IPv4 alt ağı

source: IPv4 subnets belonging to remote nodes, mapped to the node's public
tr: Uzak düğümlere ait IPv4 alt ağları, düğümün geneliyle eşlenir

source: IPv4 subnets belonging to this node's end of the tunnels. Only traffic from these ranges will be tunnelled.
hu: Alagutak itteni végéhez tartozó IPv4 alhálózat. Csak ezekbe a tartományokba eső forgalom fog az alagúton keresztül haladni.
tr: Bu düğümün tünellerin sonuna ait IPv4 alt ağları. Yalnızca bu aralıklardan gelen trafiğe tünel uygulanacaktır.

source: IPv6 local subnet
hu: IPv6 helyi alhálózat
tr: IPv6 yerel alt ağı

source: IPv6 remote subnet
hu: IPv6 távoli alhálózat
tr: IPv6 uzak alt ağ

source: IPv6 subnet
hu: IPv6 alhálózat
tr: IPv6 alt ağı

source: IPv6 subnets belonging to remote nodes, mapped to the node's public
tr: Uzak düğümlere ait IPv6 alt ağları, düğümün geneliyle eşlenir

source: IPv6 subnets belonging to this node's end of the tunnels. Only traffic from these ranges (or the Yggdrasil node's IPv6 address/subnet) will be tunnelled.
hu: Alagutak itteni végéhez tartozó IPv6 alhálózat. Csak ezekbe a tartományokba (vagy az Yggdrasil csomópont IPv6 cím/tartományába) eső forgalom fog az alagúton keresztül haladni.
tr: Bu düğümün tünellerin sonuna ait IPv6 alt ağları. Yalnızca bu aralıklardan (veya Yggdrasil düğümünün IPv6 adresi / alt ağından) gelen trafik tünellenecektir.

source: If disabled, network traffic from any node will be allowed. If enabled, the below rules apply
hu: Ha kikapcsolja, bármely csomópont forgalma engedélyezve lesz. Ha bekapcsolja, a lentebbi szabályok érvényesülnek
tr: Devre dışı bırakılırsa, herhangi bir düğümden ağ trafiğine izin verilir. Etkinleştirilirse, aşağıdaki kurallar geçerlidir

source: Interface
hu: Csatoló
tr: Arayüz

source: Interface name
hu: Csatoló neve
tr: Arayüz ismi

source: Interface peers
hu: Csatolóhoz tartozó partnerek
tr: Arayüz eşleri

source: Keep this private. When compromised, generate a new keypair and IPv6.
hu: Tartsa titokban. Ha kitudódik, hozzon létre új kulcspárt és IPv6-ot.
tr: Bunu gizli tut. Güvenlik ihlal edildiğinde, yeni bir anahtar çifti ve IPv6 oluşturun.

source: Key
hu: Kulcs
tr: Anahtar

source: Link-local TCP port
tr: Bağlantı yerel TCP bağlantı noktası

source: List of connection strings for outbound peer connections in URI format, arranged by source interface, e.g. { "eth0": [ tcp://a.b.c.d:e ] }. Note that SOCKS peerings will NOT be affected by this option and should go in the "Peers" section instead.
tr: Kaynak arayüze göre düzenlenmiş, URI biçiminde giden eş bağlantıları için bağlantı dizelerinin listesi, ör. {"eth0": [tcp: //a.b.c.d: e]}. SOCKS eşlemelerinin bu seçenekten ETKİLENMEYECEĞİNİ ve bunun yerine "Eşler" bölümüne gitmesi gerektiğini unutmayın.

source: List of connection strings for outbound peer connections in URI format, e.g. tcp://a.b.c.d:e or socks://a.b.c.d:e/f.g.h.i:j. These connections will obey the operating system routing table, therefore you should use this section when you may connect via different interfaces.
tr: URI biçiminde giden eş bağlantıları için bağlantı dizelerinin listesi, ör. tcp: //a.b.c.d: e veya socks: //a.b.c.d: e / f.g.h.i: j. Bu bağlantılar işletim sistemi yönlendirme tablosuna uyacaktır, bu nedenle farklı arayüzler üzerinden bağlanabileceğiniz bu bölümü kullanmalısınız.

source: Listen addresses
hu: Figyelési címek
tr: Adresleri dinle

source: Listen addresses for incoming connections. You will need to add listeners in order to accept incoming peerings from non-local nodes. Multicast peer discovery will work regardless of any listeners set here. Each listener should be specified in URI format as above, e.g. tcp://0.0.0.0:0 or tcp://[::]:0 to listen on all interfaces.
tr: Gelen bağlantılar için adresleri dinleyin. Yerel olmayan düğümlerden gelen eşleri kabul etmek için dinleyiciler eklemeniz gerekecektir. Çok noktaya yayın eş keşfi, burada ayarlanan dinleyicilerden bağımsız olarak çalışacaktır. Her dinleyici, yukarıdaki gibi URI biçiminde belirtilmelidir, ör. tcp://0.0.0.0:0 or tcp://[::]:0 tüm arayüzleri dinlemek için.

source: MTU size for the interface
hu: Csatoló MTU mérete
tr: Arayüz için MTU boyutu

source: Maximum size of all switch queues combined
hu: Várakozási sorok összesített mérete
tr: Tüm anahtar sıralarının birleşik maksimum boyutu

source: Multicast interfaces
hu: Multicast (többes szórású) csatolók
tr: Çok noktaya yayın arayüzleri

source: Network traffic is always accepted from those peers, regardless of AllowFromDirect or AllowFromRemote
hu: A hálózati forgalom mindig engedélyezett ezektől a partnerektől, függetlenül az AllowFromDirect és AllowFromRemote beállításoktól
tr: AllowFromDirect veya AllowFromRemote'dan bağımsız olarak bu eşlerden ağ trafiği her zaman kabul edilir

source: Network traffic is always rejected from those peers, regardless of AllowFromDirect or AllowFromRemote
hu: A hálózati forgalom mindig tiltott ezektől a partnerektől, függetlenül az AllowFromDirect és AllowFromRemote beállításoktól
tr: AllowFromDirect veya AllowFromRemote'dan bağımsız olarak ağ trafiği bu eşlerden her zaman reddedilir

source: NodeInfo
tr: Düğüm Bilgisi

source: Optional node info. This must be a { "key": "value", ... } map or set as null. This is entirely optional but, if set, is visible to the whole network on request.
hu: Extra csomópont információ. Ez egy {"kulcs": "érték", ...} tömb vagy null. Nem kötelező, de ha be van állítva, a teljes hálózat számára látható lesz.
tr: İsteğe bağlı düğüm bilgisi. Bu bir {"anahtar": "değer", ...} eşlemesi olmalı veya boş olarak ayarlanmalıdır. Bu tamamen isteğe bağlıdır, ancak ayarlanırsa, istek üzerine tüm ağ tarafından görülebilir.

source: Peers
hu: Partnerek
tr: Eşler

source: Public encryption key
hu: Nyilvános titkosító kulcs
tr: Genel şifreleme anahtarı

source: Public key
hu: Nyilvános kulcs
tr: Genel anahtar

source: Regular expressions for which interfaces multicast peer discovery should be enabled on. If none specified, multicast peer discovery is disabled. The default value is .* which uses all interfaces.
tr: Arayüzlerin çok noktaya yayın eş keşfinin etkinleştirilmesi gereken normal ifadeler. Hiçbiri belirtilmezse, çok noktaya yayın eş keşfi devre dışı bırakılır. Varsayılan değer, tüm arabirimleri kullanan .* Şeklindedir.

source: Session firewall
hu: Munkamenet tűzfal
tr: Oturum güvenlik duvarı

source: Session firewall settings
hu: Munkamenet tűzfal beállításai
tr: Oturum güvenlik duvarı ayarları

source: Set .* to multicast on all interfaces
tr: Tüm arabirimlerde çok noktaya yayın için .* öğesini ayarlayın

source: Settings
hu: Beállítások
tr: Ayarlar

source: Signing private key
hu: Aláíró privát kulcsa
tr: Özel anahtarı imzalama

source: Signing public key
hu: Aláíró nyilvános kulcsa
tr: Genel anahtarı imzalama

source: Status
hu: Állapot
tr: Durum

source: Subnet
hu: Alhálózat
tr: Alt ağ

source: The port number to be used for the link-local TCP listeners for the configured MulticastInterfaces. This option does not affect listenersspecified in the Listen option. Unless you plan to firewall link-localtraffic, it is best to leave this as the default value of 0. This option cannot currently be changed by reloading config during runtime.
tr: Yapılandırılan Çok Noktaya Yayın Arabirimleri için bağlantı yerel TCP dinleyicileri için kullanılacak bağlantı noktası numarası. Bu seçenek, Dinle seçeneğinde belirtilen dinleyicileri etkilemez. Link-localtraffic'i güvenlik duvarına sokmayı planlamıyorsanız, bunu varsayılan değer olarak 0 olarak bırakmak en iyisidir. Bu seçenek şu anda çalışma zamanı sırasında config yeniden yüklenerek değiştirilemez.

source: Tunnel Routing
tr: Tünel Yönlendirme

source: Tunnel routing
hu: Alagút útvonalválasztás
tr: Tünel Yönlendirme

source: Whitelisted public keys
hu: Fehérlistás nyilvános kulcsok
tr: Beyaz listeye alınmış genel anahtarlar

source: Yggdrasil node status
hu: Yggdrasil csomópont állapota
tr: Yggdrasil düğüm durumu

source: Yggdrasil's network interface name
hu: Yggdrasil hálózati csatoló neve
tr: Yggdrasil'in ağ arayüz adı

source: e.g. tcp://0.0.0.0:0 or tcp://[::]:0
hu: pl. tcp://0.0.0.0:0 vagy tcp://[::]:0
tr: örn. tcp://0.0.0.0:0 veya tcp://[::]:0
